Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nokut.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The educational institution must be officially recognized as self-accrediting at the relevant level, or the programme of study must have recognition/accreditation as higher education.c.
nb: Institusjonen må være offentlig godkjent som selvakkrediterende på det aktuelle nivået eller studieprogrammet må ha offentlig godkjenning/ akkreditering som høyere utdanning.

source: Linking the subject to regional development, in particular, is original.
nb: Politihøgskolen har søkt om akkreditering av Nordisk master i politiledelse.

source: When NOKUT holds an event, we use electronic registration forms on our website.
nb: Når NOKUT har ulike arrangementer, brukes det elektroniske påmeldingsskjemaer på nettsiden vår.

source: Certificado de Bachil erato + 1 year university education
nb: Bachil er/Bachil erato + 1 års universitetsutdanning

source: The Toolkit has been developed as a part of an Erasmus+ project (2016–2018), led by NOKUT.
nb: Metodene har blitt utviklet som del av et Erasmus+-prosjekt (2016–2018) ledet av NOKUT.

source: We use five control variables in all the regression models.
nb: Denne indeksen består av fire spørsmål om bruk av digitale verktøy.

source: finds that the current scientific debates on social innovation theories are not sufficiently represented in the course content.
nb: Selv om studiets målgruppe er ledere i hele justissektoren, er det ledelse i en politifaglig kontekst som gis den primære oppmerksomheten.

source: “SFU is a unique and well-considered approach to teaching excellence”
nb: – SFU-ordningen er en unik og gjennomtenkt tilnærming til fremragende utdanning

source: The student projects were analysed, and a survey focusing on the students' experiences and academic emotions were conducted, analysed and published.
nb: Gjennom faste rutiner og prosesser i en årlig syklus frambringes, vurderes og anvendes informasjon om det enkelte studium, og om institusjonens utdanningsvirksomhet generelt.

source: – Polish applicants are notably the largest group with 945 applications since we launched the procedure.
nb: – Polen er det landet det kommer flest søknader fra, med 945 søknader siden oppstarten.

source: qualification, exam results and citizenship) about you.
nb: opptaksgrunnlag, eksamensresultater og statsborgerskap).

source: The records are a systematic and continuous recording of all incoming and outgoing case documents.
nb: En journal er systematisk og fortløpende registrering av alle inngående og utgående saksdokumenter.

source: Documents (for instance diplomas, craft or journeyman’s certificates, transcript of grades and proof of name change) issued in a different language than English or one of the Nordic languages, must be translated into Norwegian or English.
nb: Dokumenter (for eksempel diplom, fag- eller svennebrev, karakterutskrifter og bevis for navneendring) utstedt på et annet språk enn engelsk eller et nordisk språk må oversettes til norsk eller engelsk.

source: in collaboration with the ENIC-NARIC
nb: med ENIC­NARIC­kontorene ArmENIC

source: You can ask general questions and be given advice by e-mail and telephone.
nb: Generelle spørsmål og veiledning kan gjøres per e-post og telefon.

source: The institution is required either to adjust the study plan to better suit the discipline
nb: I søknaden har man angitt at det i studentenes prosjektbeskrivelse skal finnes et budsjett.

source: “As a consequence of the refugees’ crisis in 2015, NOKUT started the devolvement of a special evaluation scheme for refugees who cannot document their education.
nb: – NOKUT startet arbeidet med å utvikle en spesiell vurderingsordning for flyktninger som ikke kan dokumentere utdanningen sin, i forbindelse med flyktningestrømmen til Europa i 2015.

source: The Norwegian qualifications framework will be called the Norwegian Qualifications Framework for Lifelong Learning (NQF).
nb: Det norske kvalifikasjonsrammeverket får betegnelsen Nasjonalt kvalifikasjonsrammeverk for livslang læring (NKR).

source: For countries with centrally regulated doctoral degrees and alternative admission requirements for the doctoral degree
nb: For land med sentralt regulert doktorgrad og alternative opptakskrav til doktorgraden

source: Processing time starts once we have received the required documentation.
nb: Saksbehandlingstiden begynner når vi har fått alle dokumentene vi trenger.

source: To read the letter you must log into your
nb: For å lese brevet må du logge deg inn i den

source: level (until 2003) with at least 3 subjects at Advanced level with pass.
nb: level (fram til 2003) med minst 3 fag på Advanced level med pass.

source: As reference, there are master courses offered at various institutions around the world that for instance focus exclusively on mobile communication in depth (protocols and networking).
nb: Vi synes tilbyder må bestemme seg for hvilken vurderingsordning innsendingsoppgavene skal vurderes etter, og at det må fremgå av utdanningsplanen hvilken vurderingsordning tilbyder velger.

source: • elaborate more profoundly on the linkages of the individual parts of programme and their
nb: Alle studentene vil få opphold ved CBS i Danmark og Linnèuniversitetet i Sverige i løpet av studieperioden.

source: A draft of the Norwegian Qualifications Framework was distributed for consultation in spring 2011.
nb: Et forslag til Nasjonalt kvalifikasjonsrammeverk var på høring våren 2011.

source: Who is this procedure meant for?
nb: Hvem gjelder ordningen for?

source: The first 15 candidates were asked to participate in a short survey, with the aim to examine how the candidates perceived the process around the Qualifications Passport.
nb: De 15 første kandidatene fikk forespørsel om å delta i en kort spørreundersøkelse som hadde som formål å undersøke hvordan kandidatene opplevde prosessen med kvalifikasjonspasset.

source: Recognition procedure for completed and approvable doctoral degrees that do not meet the requirements for degree equivalency
nb: Godkjenningspraksis for fullførte godkjennbare doktorgrader som ikke tilfredsstiller krav til gradslikestilthet

source: “Reinventing Student Teaching.”
nb: Der det forekommer “Vi”, er det

source: If learning outcomes are to work well, the academic community needs to be invested in and have ownership of the learning outcome descriptions.
nb: For å lykkes i å utvikle gode læringsutbyttebeskrivelser, er et klart eierskap i fagmiljøene essensielt.

source: The descriptions at levels 2 to 5 have been re-assessed and adjusted in light of the proposals.
nb: Beskrivelsene på nivå 2 til 5 er gjennomgått på ny og justert i lys av forslagene.

source: The universities and university colleges were given until the end of 2012 to prepare learning outcome descriptors for all education programmes, disciplines and courses.
nb: Universitetene og høyskolene hadde frist ut 2012 med å utarbeide læringsutbyttebeskrivelser for alle studier, fag og emner.

source: The document is ready for use right away when you have downloaded it.
nb: Dokumentet er klart til bruk med en gang du har lastet det ned.

source: Centres for Excellence in Education (SFU)
nb: Sentre for fremragende utdanning (SFU)

source: National coordination point for the EQF (NCP) In June 2010, a national coordination point was established in NOKUT that will fill the role of NCP.
nb: Nasjonalt kontaktpunkt for EQF (NCP) I juni 2010 ble det etablert et nasjonalt kontaktpunkt i NOKUT som skal ivareta rollen som NCP.

source: schools and university colleges, as
nb: oppfatning av prosessen.

source: From autumn 2014, however, applications for the recognition of new tertiary vocational education programmes must contain learning outcome descriptors.
nb: Fra høsten 2014 må imidlertid søknader om godkjenning av ny fagskoleutdanning inneholde læringsutbyttebeskrivelser.

source: Go to the GSU-list
nb: Gå til GSU-listen

source: , but you do not normally need recognition from NOKUT to apply for admission to higher education in Norway.
nb: , men du trenger normalt ikke NOKUTs godkjenning for å søke opptak til høyere utdanning i Norge.

source: For countries where the GSU-requirements are one (1) or two (2) years of higher education in addition to upper secondary school
nb: For land der GSU-kravet er ett (1) eller to (2) års høyere utdanning i tillegg til videregående skole

source: A group of students made a qualitative test before finalising the questionnaire.
nb: Studentene skal gis anledning til å vurdere faglig opplegg, gjennomføring av undervisningen og sin egen innsats.

source: A) Craft or journeyman’s certificate
nb: A) Fag- eller svennebrev

source: Besides announcing Centres for Excellence and the Education Quality Award, the audience was inspired by speeches from the head of McKinsey’s Oslo office, Martin Bech Holte, and top athlete Birgit Skarstein.
nb: Utover prisutdeling fikk publikum inspirasjonsforedrag fra sjefen for McKinseys Oslo-kontor, Martin Bech Holte, og toppidrettsutøver Birgit Skarstein.

source: – Doctoral degrees from countries with QF-EHEA/EQF: The education must be on level eight (8) in EQF.
nb: – Doktorgradsutdanning fra land med QF-EHEA/EQF: utdanningen må være på nivå 8 i EQF.

source: The committee emphasizes that this linkage will only increase in importance in the years to come, says Stig Arne Skjerven, Director of Foreign Education at NOKUT.
nb: De understreker at koblingen bare blir enda viktigere i årene som kommer, sier Stig Arne Skjerven, direktør for utenlandsk utdanning i NOKUT.

source: The deadline for applications is set at Friday 13 May.
nb: Søknadsfristen er satt til fredag 13 mai.

source: I therefore issue the following
nb: Referatene gjennomgås i KALV.

source: at and refining and adapting it to reach
nb: er gode på og foredle og tilpasse dette til

source: will be closed from Monday 23.
nb: er stengt fra og med 23.

source: Doctoral degree (PhD) – Minimum requirements recognition and criteria equivalency
nb: Doktorgrad (ph.d.) – minimumskriterier godkjenning og kriterier gradslikestilthet

source: The orientation of the overall programme is towards exploration and exploitation of innovation.
nb: Det er i liten grad fokusert i presentasjonen av dette emnet hvordan det skal brukes til å binde hele studiet sammen.

source: Duncan Lawson, Chair of the expert panel in 2013, said in his talk that only thoroughly worked out applications, with knowledge-based analyses and development of teaching and learning, will get through the needle’s eye.
nb: Duncan Lawson, leder av ekspertkomiteen i 2013, sa i innlegget sitt at kun kunnskapsbaserte og gjennomarbeidete søknader slipper gjennom nåløyet.

source: 3 GCE A Levels OR Caribbean Advanced Proficiency Examinations (CAPE) with 6 passed CAPE Units OR Caribbean Secondary Education Certificate (CSEC) + 1 year university education General Certificate of Education with 3 GCE A Levels OR Caribbean Advanced Proficiency Examinations (CAPE) with 6 passed CAPE Units
nb: 3 GCE A Levels ELLER Caribbean Advanced Proficiency Examinations (CAPE) med 6 beståtte CAPE-enheter ELLER Caribbean Secondary Education Certificate (CSEC) + 1 års universitetsutdanning General Certificate of Education med 3 GCE A Levels ELLER Caribbean Advanced Proficiency Examinations (CAPE) med 6 beståtte CAPE-enheter

source: The research conducted by the academic staff has reasonably good links to the content of the provision.
nb: få med noe om temaene kvalitetssikring, internkontroll og kvalitetsutvikling i utdanningen, for

source: better support for students studying
nb: Utvalget er bredt sammensatt av ansatte og studenter.

source: , and in 2018 NOKUT was nominated for the PIOneer of the year award.
nb: for utviklingen av kvalifikasjonspass, og i 2018 var NOKUT nominert til PIOneer of the year for samme konsept.

source: If you are unable to obtain all the required documentation, please include an explanation when you submit your application through the applicant portal.
nb: Hvis du ikke har mulighet til å skaffe alle dokumentene, er det viktig at du skriver en forklaring på dette når du søker gjennom søkerportalen.

source: NOKUT also processes information necessary to pay fees to expert assessors and external examiners.
nb: NOKUT behandler også nødvendige opplysninger for å kunne utbetale honorarer til sakkyndige og sensorer.

source: This proposal was therefore upheld.
nb: Dette forslaget er derfor videreført.

source: This tool is provided by Webcruiter AS, which processes data for NOKUT.
nb: Verktøyet leveres av Webcruiter AS, som er databehandler for NOKUT.

source: Professor Philippa Levy is the Pro-Vice Chancellor (Student Learning) at The University of Adelaide, Australia, where she is responsible for quality assurance, enhance and innovation in learning and teaching for the University.
nb: Professor Levy er professor i høyere utdanning og arbeider som prorektor for studenters læring ved University of Adelaide, Australia, hvor hun har ansvar for utvikling og ledelse av utdanningsområdet.

source: It is up to the individual employer if they require you to have recognition from NOKUT or not.
nb: Her er det opp til hver enkelt arbeidsgiver om de krever at du har NOKUTs godkjenning eller ikke.

source: Do you want to know if the information in the document is correct?
nb: Lurer du på om opplysningene i dokumentet er korrekte?

source: – The doctoral degree must have a total course of study of eight (8) years, including the years of prior higher education.
nb: – Doktorgradsutdanningen sammen med forutgående høyere utdanning må ha et samlet studieløp på åtte (8) år.

source: English test required?
nb: Krav om engelsktest?

source: NOKUT will reject the application for recognition and report the applicant to the police for using false documents/making a false statement to a public authority.
nb: NOKUT avslår godkjenning og politianmelder for bruk av falske dokumenter/falsk forklaring til offentlig myndighet.

source: translate aspects of an academic field into a course of study that has a relevant profile and is
nb: o tilrettelegge på riktig nivå og med relevant profil et vitenskapsområde/kunstfaglig

source: SYRIA Al Shahada Al Thanawiya/Baccalauréat (General Secondary School Certificate) + 1 year university education
nb: Presisering av krav Al Shahada Al Thanawiya/Baccalauréat (General Secondary School Certificate) + 1 års universitetsutdanning.

source: Documents issued in Icelandic and Finnish.
nb: Dokumenter som er utstedt på islandsk eller finsk.

source: Diploma mills are not officially recognised or accredited institutions.
nb: Diploma Mills er ikke offisielt godkjente eller akkrediterte institusjoner.

source: important topics in the introductory mathematics
nb: til å identifisere kilden til feil i

source: They record IP addresses, and provide information about how each visitor uses the site.
nb: Disse registrerer IP-adresse og gir informasjon om den enkelte brukers bevegelser på nett.

source: Alveberg commenced her studies in 2012, and has since then acquired substantial experience both as a student representative and as a student politician.
nb: Hun startet på UiA i 2012 og har siden opparbeidet seg bred erfaring som både tillitsvalgt og som studentpolitiker.

source: This Directive is intended to modernise and simplify the recognition procedures.
nb: Dette direktivet skal modernisere og forenkle godkjenningsprosedyrene.

source: But in one program students and faculty were very much aware of a clear communication about demands and expectations.
nb: I tillegg ønsker flere studenter mer varierte undervisningsformer og at variasjon i undervisningsformer blir koordinert mellom emner.

source: When you submit an application through the applicant portal, it will automatically be registered in NOKUT’s system, and you will receive a confirmation email with a reference number.
nb: Når du sender inn en søknad via søkerportalen, er den automatisk registrert hos NOKUT, og du mottar en bekreftelse med saksnummer på e-post.

source: With a good level of educational competence, an educator can:
nb: Med god utdanningsfaglig kompetanse kan en underviser

source: UNESCO’s global qualification passport
nb: et globalt kvalifikasjonspass i regi av UNESCO

source: They will guide us as we work towards achieving our ambition of raising the quality of education at large, says Minister of Education and Research Torbjørn Røe Isaksen.
nb: De skal være med å vise vei når vi nå har ambisjoner om å løfte utdanningskvaliteten også i bredden, sier kunnskapsminister Torbjørn Røe Isaksen.

source: Go to the World Higher Education Database
nb: Gå til World Higher Education Database

source: See also section 3.1.
nb: også kapittel 3.1.

source: The text describing the qualifications framework was updated in April 2014.
nb: Teksten som beskriver kvalifikasjonsrammeverket, er oppdatert i april 2014.

source: Various types of personal data are recorded in Public 360, such as names, addresses, telephone numbers, email addresses and other relevant information mentioned in inquiries.
nb: Det registreres ulike typer personopplysninger i Public 360. Det kan være opplysninger som navn, adresse, telefonnummer, e-postadresse og annen relevant informasjon som fremgår av henvendelsen.

source: If you have taken the written test before autumn 2009, you must have at least 450 points.
nb: Har du tatt den skriftlige testen før høsten 2009, må du ha minst 450 poeng.

source: If you have questions about the study, please contact:
nb: Har du spørsmål til studien, eller ønsker å benytte deg av dine rettigheter, ta kontakt med:

source: This had, in their opinion, a negative impact on the quality of teaching.
nb: Dette mente de hadde lagt et press på undervisningen og hadde i noen tilfeller gått utover kvaliteten.

source: bioCEED, CEMPE, and MatRIC were awarded centre-status in 2014.
nb: CEMPE, bioCEED og MatRIC fikk senterstatus i 2014.

source: As far as admissions to doctoral degree programmes are concerned, institutions are autonomous, and it is their responsibility to assess whether an applicant meets the requirements for admission in line with their own regulations.
nb: gi studiesøkere nyttig informasjon om opplevd studiekvalitet i fagskoleutdanning Disse målene vil være retningsgivende for NOKUT i det videre arbeidet med, og i kommunikasjonen om, undersøkelsen.

source: The university college is advised to continue including PhD candidates in research projects.
nb: Dette gjelder også for emneporteføljen som presenteres.

source: (education at the university and university college level).
nb: (utdanninger på universitets- og høyskolenivå).

source: The recording, saving and storing of data take place as required by archiving legislation.
nb: Registrering, lagring og oppbevaring skjer i henhold til arkivlovgivningen.

source: Sunday January 02, 00.00
nb: Søndag 02. januar 00.00

source: All countries must now have completed their self-certification by 2012.
nb: Alle land skal nå ha ferdigstilt selvsertifiseringen innen 2012.

source: Background information for those who do not participate in the survey will be deleted by February 2022.
nb: Bakgrunnsopplysningene for de som ikke deltar i undersøkelsen blir slettet innen februar 2022.

source: We use the SurveyXact tool, and our supplier and data processor for this software is Rambøll.
nb: Vi bruker spørreverktøyet SurveyXact, og vår leverandør og databehandler for dette programmet er Rambøll.

source: – The doctoral degree together with prior higher education must have a total course of study of eight (8) years.
nb: – Lengden på doktorgradsutdanningen sammen med forutgående høyere utdanning må ha et samlet studieløp på åtte (8) år.

source: The applicant should:
nb: Dette må tilbyder rydde opp i.

source: For countries without a qualifications framework and without GSU-requirements of either one (1) or two (2) years of higher education in addition to upper secondary school
nb: For land uten kvalifikasjonsrammeverk og uten GSU-krav om ett (1) eller to (2) års høyere utdanning i tillegg til videregående skole

source: In other countries with a complex structure, such as Ireland, it has proved to be an expedient tool for necessary simplification and clarification.
nb: I andre land med en kompleks struktur, som for eksempel Irland, har det vist seg som et hensiktsmessig verktøy for nødvendig forenkling og klargjøring.

source: Students at the bachelor program in chemical engineering at Sør-Trøndelag University College are quite satisfied with the advising they receive.
nb: De faglig og administrativt ansatte vektla også i stor grad ikke-faglige aspekter da de ble bedt om å reflektere over hovedformålet med utveksling.

source: The institution is required to:
nb: plast og komposittmaterialer

source: We will let you know if processing time will be longer than usual.
nb: Når NOKUT har behandlet søknaden din, får du et varsel på e-post.

source: Individuals seeking recognitions of their foreign educational qualifications create a profile and application in our application portal.
nb: Enkeltpersoner som søker godkjenning av sin utenlandske utdanning eller fagopplæring oppretter profil og søknad i vår søkerportal.

source: In autumn 2013, the Ministry therefore appointed a committee with the mandate of studying and submitting proposals for how education offered outside the formal education and training system can be included in the NQF.
nb: Høsten 2013 nedsatte departementet derfor et utvalg som skal utrede og komme med forslag til hvordan opplæringstilbud utenfor det formelle utdanningssystemet kan innplasseres i det nasjonale kvalifikasjonsrammeverket.

source: Norway established by law automatic issuance of the Diploma Supplement to all graduates in 2002 (The Act relating to Universities and University Colleges § 3-11 (1)).
nb: Norge lovfestet i 2002 automatisk utstedelse av Diploma Supplement til alle som får vitnemål ved fullført utdanning (universitets- og høyskoleloven § 3-11 (1)). Diploma Supplement har vært en integrert del av det elektroniske studentregistreringssystemet ved norske læresteder:

source: society and working life to benefit from student contact
nb: o tilrettelegging for at studentene lærer i samspill med samfunns- og arbeidsliv (og vice

source: Then you can send the document to us for verification.
nb: Da kan du sende vedtaket til oss for verifisering.

source: individual teacher, institutions and, not least,
nb: Jakobsen i Universitets- og høgskolerådet.

source: Norwegian University of Life Sciences (NMBU)SITRAP – Centre for Integrated and Transdisciplinary Education in Planning
nb: Norges milø- og biovitenskapelige universitet SITRAP – Centre for Integrated and Transdisciplinary Education in Planning

source: Legal authority for introducing a framework was incorporated into the Act relating to Universities and University Colleges in 2005, and the work on developing a qualifications framework for higher education in Norway was initiated later the same year.
nb: Hjemmel for å innføre et rammeverket ble inntatt i universitets- og høyskoleloven i 2005, og arbeidet med utforming av et kvalifikasjonsrammeverk for norsk høyere utdanning ble igangsatt senere samme år.

source: programs where students were not satisfied with their awareness of the expectations and demands towards them.
nb: I tillegg mente studentene på flere av programmene at de faglig ansatte burde formidlet krav og forventninger på samme måte og til samme tid.

source: – Nominal length of study should be minimum three (3) years.
nb: – Normert studietid bør være minimum tre (3) år.

source: Diploma mills advertise their services in newspapers, magazines and especially online, where advertising is cheap and anonymous.
nb: Diploma Mills informerer om tjenestene sine gjennom avisreklame, magasiner og spesielt på Internett, fordi det er billig og anonymt.
